Repository: jiroikedafeingold/pair-for-two
Catalog: Pair for two/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, zh_hans, zh_hant

source: You keep score by default, like a real board. Want the app to count and add every point for you? Pick **Automatic** here, or switch it on later in **Settings → Scoring**.
de: Standardmäßig zählst du selbst, wie auf einem echten Brett. Soll die App jeden Punkt zählen und addieren? Wähle hier **Automatisch** oder aktiviere es später unter **Einstellungen → Zählweise**.
es: Por defecto la cuenta la llevas tú, como en un tablero de verdad. ¿Prefieres que la app cuente y sume cada punto? Elige **Automática** aquí, o actívala luego en **Ajustes → Puntuación**.
fr: Par défaut, c'est toi qui comptes, comme sur une vraie planche. Tu préfères que l'app compte et ajoute chaque point ? Choisis **Automatique** ici, ou active-le plus tard dans **Réglages → Comptage**.
it: Per impostazione predefinita il punteggio lo tieni tu, come su un tabellone vero. Vuoi che l'app conti e aggiunga ogni punto? Scegli **Automatico** qui, o attivalo più tardi in **Impostazioni → Conteggio**.
ja: 標準では、本物のボードと同じように自分で点数を付けます。アプリにすべて数えて加算してほしいときは、ここで**自動**を選ぶか、あとで**設定 → 採点**でオンにしてください。
ko: 기본값은 실제 점수판처럼 직접 계산하는 것입니다. 앱이 모든 점수를 계산해 더해 주기를 원하면 여기서 **자동**을 고르거나, 나중에 **설정 → 점수 방식**에서 켜세요.
pt_br: Por padrão, você marca os pontos, como num tabuleiro de verdade. Quer que o app conte e some cada ponto? Escolha **Automática** aqui ou ative depois em **Ajustes → Contagem**.
tr: Varsayılan olarak puanı sen tutarsın, gerçek bir tahtada olduğu gibi. Uygulamanın her puanı sayıp eklemesini ister misin? Burada **Otomatik**'i seç ya da sonra **Ayarlar → Puanlama**'dan aç.
zh_hans: 默认由你自己记分，就像用真正的记分板。想让应用计算并加上每一分？可以在这里选**自动**，或稍后在**设置 → 计分**中开启。
zh_hant: 預設由你自己計分，就像使用真正的計分板。想讓App計算並加上每一分？可以在這裡選**自動**，或稍後在**設定 → 計分**中開啟。

source: Your board is part-way through. Real cards, this %@ between you as the board.
de: Deine Tafel läuft noch. Echte Karten und dieses %@ als Brett zwischen euch.
es: Tu marcador está a medias. Cartas de verdad y este %@ entre los dos como tablero.
fr: Ton tableau est en cours. De vraies cartes, et ce %@ entre vous comme planche.
it: Il tuo tabellone è a metà. Carte vere e questo %@ tra voi come tabellone.
ja: ボードは途中です。本物のカードと、2人の間に置いたこの%@がボードになります。
ko: 점수판 게임이 진행 중입니다. 실제 카드와 두 사람 사이에 놓인 이 %@이(가) 점수판이 됩니다.
pt_br: Seu marcador está no meio de uma partida. Cartas de verdade e este %@ entre vocês como tabuleiro.
tr: Tahtan yarıda kalmış. Gerçek kartlar ve tahta olarak aranızdaki bu %@.
zh_hans: 你的记分板还没打完。用实体牌，这台%@放在两人之间当记分板。
zh_hant: 你的計分板還沒打完。用實體牌，這台%@放在兩人之間當計分板。

source: Your color was picked for you — change either in Settings.
de: Eine Farbe wurde für dich ausgewählt – beides lässt sich in den Einstellungen ändern.
es: Te hemos elegido un color; puedes cambiar los dos en Ajustes.
fr: Une couleur a été choisie pour toi : tu peux changer les deux dans les Réglages.
it: Il colore è stato scelto per te: puoi cambiare entrambi nelle Impostazioni.
ja: 色はこちらで選びました。どちらも設定で変更できます。
ko: 색상은 자동으로 골라 두었습니다. 둘 다 설정에서 바꿀 수 있습니다.
pt_br: Escolhemos uma cor para você — os dois podem ser trocados nos Ajustes.
tr: Rengini biz seçtik; ikisini de Ayarlar'dan değiştirebilirsin.
zh_hans: 颜色已为你随机选好，两项都能在设置里修改。
zh_hant: 顏色已為你隨機選好，兩項都能在設定中修改。

source: Your name
de: Dein Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
ja: あなたの名前
ko: 이름
pt_br: Seu nome
tr: Adın
zh_hans: 你的名字
zh_hant: 你的名字

source: Your name, color and all the app's settings. Tap to edit.
de: Dein Name, deine Farbe und alle Einstellungen der App. Zum Ändern tippen.
es: Tu nombre, tu color y todos los ajustes de la app. Toca para editar.
fr: Ton nom, ta couleur et tous les réglages de l'app. Touche pour modifier.
it: Il tuo nome, il colore e tutte le impostazioni dell'app. Tocca per modificare.
ja: 名前、色、アプリのすべての設定。タップで編集できます。
ko: 이름, 색상, 그리고 앱의 모든 설정. 누르면 수정할 수 있습니다.
pt_br: Seu nome, sua cor e todos os ajustes do app. Toque para editar.
tr: Adın, rengin ve uygulamanın tüm ayarları. Düzenlemek için dokun.
zh_hans: 你的名字、颜色和应用的全部设置。点一下即可修改。
zh_hant: 你的名稱、顏色和App的所有設定。點一下即可修改。

source: ^[%lld hand](inflect: true)
de: ^[%lld Blatt](inflect: true)
es: ^[%lld mano](inflect: true)
fr: ^[%lld main](inflect: true)
it: ^[%lld mano](inflect: true)
ja: %lldハンド
ko: %lld핸드
pt_br: ^[%lld mão](inflect: true)
tr: %lld el
zh_hans: %lld手牌
zh_hant: %lld手牌

source: best %lld
de: Bestwert %lld
es: mejor %lld
fr: record %lld
it: record %lld
ja: 最高%lld
ko: 최고 %lld
pt_br: melhor %lld
tr: en iyi %lld
zh_hans: 最佳%lld
zh_hant: 最佳%lld

source: best hand %lld
de: bestes Blatt %lld
es: mejor mano %lld
fr: meilleure main %lld
it: mano migliore %lld
ja: 最高の手札%lld
ko: 최고 핸드 %lld
pt_br: melhor mão %lld
tr: en iyi el %lld
zh_hans: 最高手牌%lld
zh_hant: 最高手牌%lld

source: deals · crib
de: gibt · Crib
es: reparte · crib
fr: distribue · crib
it: dà le carte · crib
ja: 親 · クリブ
ko: 딜 · 크립
pt_br: dá as cartas · crib
tr: dağıtır · crib
zh_hans: 发牌 · 克里布
zh_hant: 發牌 · 克里布

source: default
de: Standard
es: predeterminado
fr: par défaut
it: predefinito
ja: 標準
ko: 기본
pt_br: padrão
tr: varsayılan
zh_hans: 默认
zh_hant: 預設

source: none yet
de: noch keine
es: todavía ninguno
fr: aucun pour l'instant
it: ancora nessuno
ja: まだなし
ko: 아직 없음
pt_br: nenhum ainda
tr: henüz yok
zh_hans: 暂无
zh_hant: 尚無

source: phone
de: Gerät
es: teléfono
fr: téléphone
it: dispositivo
ja: 端末
ko: 기기
pt_br: aparelho
tr: telefon
zh_hans: 设备
zh_hant: 裝置

source: player
de: Spieler
es: jugador
fr: joueur
it: giocatore
ja: プレイヤー
ko: 플레이어
pt_br: jogador
tr: oyuncu
zh_hans: 玩家
zh_hant: 玩家

source: point
de: Punkt
es: punto
it: punto
ja: 点
ko: 점
pt_br: ponto
tr: puan
zh_hans: 分
zh_hant: 分

source: points
de: Punkte
es: puntos
it: punti
ja: 点
ko: 점
pt_br: pontos
tr: puan
zh_hans: 分
zh_hant: 分

source: the app scores for you
de: die App zählt für dich
es: la app puntúa por ti
fr: l'app compte pour toi
it: conta l'app per te
ja: アプリが採点します
ko: 앱이 대신 계산합니다
pt_br: o app conta para você
tr: puanı uygulama tutar
zh_hans: 由应用替你计分
zh_hant: 由App替你計分

source: under a minute
de: unter einer Minute
es: menos de un minuto
fr: moins d'une minute
it: meno di un minuto
ja: 1分未満
ko: 1분 미만
pt_br: menos de um minuto
tr: bir dakikadan az
zh_hans: 不到一分钟
zh_hant: 不到一分鐘

source: vs %@
de: gegen %@
es: contra %@
fr: contre %@
it: contro %@
ja: 対 %@
ko: %@ 님과의 대전
pt_br: contra %@
tr: %@ ile
zh_hans: 对 %@
zh_hant: 對 %@

source: you dealt first
de: du hast zuerst gegeben
es: repartiste primero
fr: tu as distribué en premier
it: hai dato le carte per primo
ja: あなたが先に配った
ko: 내가 먼저 딜
pt_br: você deu as cartas primeiro
tr: ilk sen dağıttın
zh_hans: 你先发牌
zh_hant: 你先發牌

source: you score, no hints
de: du zählst, ohne Hinweise
es: puntúas tú, sin ayudas
fr: tu comptes, sans indications
it: conti tu, senza suggerimenti
ja: 自分で採点、ヒントなし
ko: 직접 계산, 힌트 없음
pt_br: você conta, sem dicas
tr: puanı sen tutarsın, ipucu yok
zh_hans: 你计分，没有提示
zh_hant: 你計分，沒有提示

source: you score, with hints
de: du zählst, mit Hinweisen
es: puntúas tú, con ayudas
fr: tu comptes, avec indications
it: conti tu, con suggerimenti
ja: 自分で採点、ヒントあり
ko: 직접 계산, 힌트 있음
pt_br: você conta, com dicas
tr: puanı sen tutarsın, ipuçlu
zh_hans: 你计分，有提示
zh_hant: 你計分，有提示

source: your opponent
de: dein Gegner
es: tu rival
fr: ton adversaire
it: il tuo avversario
ja: 相手
ko: 상대
pt_br: seu adversário
tr: rakibin
zh_hans: 你的对手
zh_hant: 你的對手

# %@ of %@
source: %1$@ of %2$@
es: %@ de %@
fr: %@ de %@
it: %@ di %@
ja: %@ の %@
pt_br: %@ de %@

source: , double skunk
es: , doble skunk
it: , doppio skunk
ja: 、ダブルスカンク
ko: , 더블 스컹크
pt_br: , skunk duplo
tr: , çift skunk
zh_hans: ，双臭鼬
zh_hant: ，雙臭鼬

source: DOUBLE SKUNK
es: DOBLE SKUNK
it: DOPPIO SKUNK
ja: ダブルスカンク
ko: 더블 스컹크
pt_br: SKUNK DUPLO
tr: ÇİFT SKUNK
zh_hans: 双臭鼬
zh_hant: 雙臭鼬

source: DOUBLE SKUNK!
es: ¡DOBLE SKUNK!
it: DOPPIO SKUNK!
ja: ダブルスカンク！
ko: 더블 스컹크!
pt_br: SKUNK DUPLO!
tr: ÇİFT SKUNK!
zh_hans: 双臭鼬！
zh_hant: 雙臭鼬！

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
tr: Ad
zh_hans: 名字
zh_hant: 名稱

source: Royal
es: Real
ja: ロイヤル
ko: 로열
pt_br: Real
tr: Kraliyet
zh_hans: 皇家
zh_hant: 皇家

source: K
fr: R

source: Skunks
it: Skunk
ja: スカンク
ko: 스컹크
tr: Skunk
zh_hans: 臭鼬
zh_hant: 臭鼬

source: , skunk
ja: 、スカンク
ko: , 스컹크
zh_hans: ，臭鼬
zh_hant: ，臭鼬

source: Crib
ja: クリブ
ko: 크립
zh_hans: 克里布
zh_hant: 克里布

source: SKUNK
ja: スカンク
ko: 스컹크
zh_hans: 臭鼬
zh_hant: 臭鼬

source: OK
ko: 확인
tr: Tamam
zh_hans: 好
zh_hant: 好
